app/controllers/books_controller.rb

  def create
    @book = Book.new(book_params)

    respond_to do |format|
      if @book.save
---
INSERT INTO "books" ("title", "author", "description", "language", "image", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7) RETURNING "id"  [["title", ""], ["author", ""], ["description", ""], ["language", ""], ["image", ""], ["created_at", "2019-11-17 11:58:03.873907"], ["updated_at", "2019-11-17 11:58:03.873907"]]